{
  "home": "Home",
  "catalog": "Catalog",
  "guidelines": "Guidelines",
  "about": "About",
  "register": "Register",
  "about_intro": "Introducing our batik auction",
  "about_header": "Bringing the beauty of\nIndonesian batik to you",
  "benefit1": "Curated",
  "benefit2": "Exclusive",
  "benefit3": "Rare",
  "about_video_text": "about_video_text",
  "watchteaser": "Watch Teaser",
  "about_footer1": "Narauction is an online auction platform for traditional Indonesian batik, initiated through a collaboration between Naratik and Lawasan Batik. We present a variety of batik artworks with beauty and uniqueness that is not only judged from the outward appearance but also the philosophical meaning contained in it, which has been poured out wholeheartedly by batik artisans.",
  "about_footer2": "To develop the batik industry in Indonesia, we will donate a portion of the proceeds from the auction at Narauction to batik artisans to support their needs in preserving this batik cultural heritage.\n\nWith Batik We Grow.\nWith Culture We Are Rich.",
  "moreabout": "More about Narauction",
  "moreabout_title": "Let's preserve batik together",
  "registernow": "Register Now",
  "catalog_header_title": "Batik Auction Event",
  "catalog_header_subtitle": "catalog_header_subtitle",
  "catalog_header_caption": "List of lots available at every online batik auction event at Narauction",
  "look_all_events": "Look All Events",
  "bidnow": "Let's Bid Now",
  "search_lots": "Search Lots...",
  "search": "Search",
  "pleasewait": "Please Wait",
  "nolots": "No Lots Available Yet",
  "alllots": "View All Lots",
  "noresult": "No search results found",
  "home_main_sub": "Online batik auction no. 1 in Indonesia",
  "home_main_header": "A curated selection of exclusive and rare ancient batik",
  "home_main_desc": "Every piece of traditional batik has a value that symbolizes its own story, representing Indonesia. The artwork's beauty with a stunning blend of various elements",
  "revenue_stream": "Revenue Stream",
  "home_slider_caption": "Benefit of being a bidder",
  "home_slider_title": "Why should you join?",
  "home_footer_header": "Join the auction now\nand start bidding",
  "term": "Terms and Conditions",
  "auction": "Condition Guidelines",
  "guidelines_messages_subtitle": "For the smooth running of Narauction activities, prospective bidders and bidders\ncan read all matters related to the rules, instructions, and auction procedures on this page.",
  "guidelines_term_subtitle": "For the smooth running of Narauction activities, prospective bidders and bidders\ncan read all matters related to the rules, instructions, and auction procedures on this page.",
  "guidelines_auction_subtitle": "For the smooth running of Narauction activities, prospective bidders and bidders\ncan read all matters related to the rules, instructions, and auction procedures on this page.",
  "term_tab1": "General Information",
  "term_tab2": "Bidders",
  "term_tab3": "Buyers",
  "term_tab4": "Payment",
  "auction_tab1": "Pre Auction",
  "auction_tab2": "The Auction",
  "auction_tab3": "Post Auction",
  "startfrom": "Start From",
  "available": "Available",
  "by": "By",
  "type": "Fabric Type",
  "creator": "Creator",
  "size": "Size",
  "pricerange": "Price Range",
  "previouslot": "Previous Lot",
  "nextlot": "Next Lot",
  "term1_0": "The Narauction auction will take place live on the discord platform. Each auction participant must have a discord account and a discord application on their respective laptop, computer, or smartphone devices.",
  "term1_1": "Auction participants agree to all transaction activities carried out in Narauction through the discord platform and are not allowed to violate the laws and regulations in force in Indonesia. If the auction participant commits a violation, it will be subject to sanctions under the laws and regulations. It will not be allowed to participate in the next auction at Narauction.",
  "term1_2": "Bidders must comply with all applicable regulations in Indonesia relating to the use of network and data communications, both within the territory of the Negara Kesatuan Republik Indonesia  and outside the territory of the Negara Kesatuan Republik Indonesia.",
  "term1_3": "Time recognized and used is the time listed on the server used in the Narauction auction.",
  "term1_4": "The bidder is deemed to have made a conscious bidding bid and is fully responsible for the transactions made at the Narauction auction.",
  "term1_5": "Bidders must maintain the privacy of their respective discord accounts. The Narauction team is not responsible for any misuse of the discord account of each auction participant.",
  "term1_6": "The information listed on each auctioned batik product has been validated and verified by the curator to guarantee its authenticity.",
  "term1_7": "Bidders are not allowed to use all or part of the material on the website or discord server for/to 3rd parties directly or indirectly.",
  "term1_8": "All transactions made by auction participants through the Narauction discord platform cannot be cancelled for any reason.",
  "term1_9": "Narauction is not responsible for errors contained in offers made through the Narauction discord platform.",
  "term1_10": "Proceeds from the auction at Narauction will partly be donated to actors in the batik industry to support the progress of the batik industry in Indonesia.",
  "term2_0": "Bidders participating in the bidding process and bidding on the Narauction discord platform are fully aware of and responsible for the bidders themselves. Access to and use of the Narauction discord platform to enter the auction depends on:",
  "term2_0_0": "Availability, speed and quality of internet connection.",
  "term2_0_1": "Readiness of the device used by each bidder.",
  "term2_1": "The Narauction team is not responsible for the use or inability of bidders to use the Narauction discord platform due to server or connection failures, errors, omissions, transmission interruptions, computer viruses, or other harmful or destructive things.",
  "term2_2": "The bidder has accepted that any risk of misunderstanding, damage, or loss from using the Narauction discord platform is at the participant's entire risk.",
  "term2_3": "Bidders must maintain the security of their respective discord accounts and may not allow 3rd parties to use or access auction participant accounts or vice versa.",
  "term2_4": "Every action, offer, or transaction carried out by auction participants through the Narauction discord platform is carried out consciously without coercion from any party. The offer is binding and legal.",
  "term2_5": "The bidding results of each auctioned batik product will be recorded automatically and displayed on the Narauction discord platform on each channel according to the type and lot number of the auction being followed.",
  "term2_6": "The Narauction team has the right to withdraw the bidder's permission to bid or terminate the auction participant's account access on the Narauction discord platform in the event of a violation of any provisions, at any time, during or after the sale.",
  "term2_7": "Bidders are fully responsible for all bids submitted using their respective discord accounts, including the obligation to pay in full for the product won by the auction participant concerned on time according to payment terms.",
  "term2_8": "The bidder is deemed to have known what was being bid/purchased. Suppose there is a shortage/damage, either visible or invisible. In that case, the auction participant has no right to refuse or withdraw after the winner is ratified and waive all rights to claim damages for anything whatsoever.",
  "term3_0": "The auction winner is determined based on the highest bid price submitted by the auction participant for the lot, followed after the auction time ends.",
  "term3_1": "The bidder must pay for the offer of batik products for the Narauction auction lot number, which was successfully won and submitted by the auction participant using an account on the Narauction discord platform following the payment terms and administration fees.",
  "term3_2": "The auction winner is fully responsible for settling the auction payment obligations for the number of bids on the Narauction discord platform won, administration fees, packing fees, shipping costs, and other official fees based on applicable laws and regulations.",
  "term3_3": "The auction winner who does not pay the auction payment according to the terms of payment, then on the next working day after the payment deadline, their ratification as the winner of the auction is cancelled by the Narauction Team, regardless of the provisions as referred to in Pasal 1266 and Pasal 1267 of the Civil Code and can be sued for compensation by Narauction in the form of a non-refundable security deposit.",
  "term3_4": "Goods will be released to the auction winner after the auction payment obligations have been fulfilled and Narauction has received the fees. If the auction winner violates this provision, it is considered to have committed a crime that can be prosecuted by the authorities or reported to law enforcement officials.",
  "term3_5": "The auction winner is subject to civil law and commercial law applicable in Indonesia.",
  "term3_6": "If the batik product has changed hands from Narauction to the winner or someone else who represents the winner, then all risks of damage, loss, product defects are the responsibility of the winner.",
  "term4_0": "The auction winner can see the total amount of obligations that the Auction winner must pay off along with information on the settlement procedure via an email notification of auction payment which Narauction will send to the email registered by the auction participant no later than 3 days after the auction is over.",
  "term4_1": "Payment for offering batik products on the Narauction discord platform by the auction winner is made via transfer to no. Narauction accounts with the nominal as stated in the auction payment notification email.",
  "term4_2": "The auction participant guarantees the correctness of the account number/data listed during registration and is responsible for all events. Narauction is not responsible for the impact due to the incorrect account number and all transactions that refer to the account number/data.",
  "term4_3": "The auction winner must pay within a maximum period of 5 working days after the date of receipt of the payment notification email by the auction winner.",
  "term4_4": "If the auction winner does not pay the auction payment obligation in the nominal amount stated in the payment notification email within the period specified in point number 4, Narauction has the right to cancel its ratification on the next working day as the winner of the auction. The security deposit will become the right Narauction according to its function.",
  "auction1_0": "Registration",
  "auction1_0_0": "Those interested in participating in the auction must register in advance via the link listed on Naratik's Instagram bio (@naratik.id) or through the Narauction website. Make sure the data entered is correct and appropriate.",
  "auction1_0_1": "Prospective bidders will receive an email sent by Narauction to the email registered by prospective bidders containing instructions to complete administrative requirements as a requirement to become a bidder at Narauction.",
  "auction1_0_2": "In addition to registering, prospective participants are required to deposit a security deposit of Rp. 200,000, which can be sent/transferred to the following account numbers: \nBank Jago\n1036 5017 6311\na.n. Riqqah Fadiyah Alya",
  "auction1_0_3": "After the administrative requirements are complete, the Narauction Team will verify the completeness of the requirements. Then the prospective bidder will receive an email notification of the auction participant sent by Narauction, which contains the next steps to enter the Narauction discord platform.",
  "auction1_1": "Lot Condition",
  "auction1_1_0": "Before the auction starts, bidders can see the condition of each lot along with information about a brief description and opening price on the catalogue page on the Narauction website.",
  "auction1_1_1": "Every lot available at Narauction has been validated and verified by the curator to guarantee its authenticity and correctness.",
  "auction1_1_2": "We strongly encourage interested bidders to inspect lots properly.",
  "auction1_1_3": "If the bidder does not win the lot in the auction, Narauction will transfer the security deposit back to his bank account.",
  "auction1_1_4": "If the auction participant becomes the auction winner, the security deposit will be considered an advance for the cost of paying off the lot won by the auction participant.",
  "auction1_2": "Technical Meeting",
  "auction1_2_0": "A Technical Meeting will be held to provide a complete explanation of the auction procedure on the Narauction discord platform.",
  "auction1_2_1": "Narauction will further inform the implementation of the technical meeting by email of registered bidders.",
  "auction1_2_2": "Bidders and prospective bidders who have registered through the Narauction website/link in the Instagram bio @naratik.id must attend the technical meeting.",
  "auction1_2_3": "The technical meeting will use the Zoom Meeting video conference media.",
  "auction1_2_4": "The main agenda at the Technical Meeting includes:",
  "auction1_2_4_0": "Explanation of Narauction",
  "auction1_2_4_1": "Tutorial on using discord",
  "auction1_2_4_2": "Auction demonstration",
  "auction1_2_4_3": "Question and answer",
  "auction1_2_5": "To test the Narauction discord platform for bidders, access will be open for 24 hours starting from the auction demonstration during the technical meeting.",
  "auction1_2_6": "Bidders and prospective bidders who have registered through the Narauction website/link in the Instagram bio @naratik.id, please ensure they have a smooth internet connection to attend the technical meeting from start to finish.",
  "auction1_2_7": "Narauction will submit further information regarding the implementation of the technical meeting via email, which Narauction will send to the registered email of the registered bidder/potential bidder.",
  "auction2_0": "Terms & Conditions",
  "auction2_0_0": "The auction is regulated through the terms and conditions listed on the Narauction website page. These Terms and Conditions apply to all aspects of the relationship between Narauction, potential bidders, bidders and auction winners. Anyone considering bidding in a Narauction Auction should carefully read and understand the terms and conditions and auction procedures. Narauction can change the terms and conditions and the auction procedure by updating the Narauction website page. Changes to the terms and conditions will be notified through the Narauction platform.",
  "auction2_1": "Platform",
  "auction2_1_0": "The Narauction auction will take place online in real-time for 24 hours via the Narauction discord platform.",
  "auction2_1_1": "There will be a narrative presentation about each lot's history, meaning, and uniqueness through the Discord Narauction platform during the auction.",
  "auction2_1_2": "Bidders can bid each lot through a channel with a name according to the lot.",
  "auction2_1_3": "Bidders can start the offer after the Narauction discord admin runs the start command sent via the text channel on the Narauction discord platform.",
  "auction2_1_4": "In bidding, bidders need to type and send certain orders on the channel that has a name according to the lot that the auction participant will bid.",
  "auction2_1_5": "Several orders need to be done to bid lots as follows:",
  "auction2_1_5_0": "bid: to submit a bid whose bid value is automatically a multiple of one level higher than the previous bid value.\nExample:",
  "auction2_1_5_1": "bid [nominal]: to send a bid with the bid value written by the bidder after the bid words.\nExample:",
  "auction2_1_6": "Lot offers with a value less than or equal to the previous bid value will be automatically rejected by the system running on the Narauction discord platform.",
  "auction2_1_7": "Bids that occur in each lot made by bidders will be automatically recorded by the system running on the Narauction discord platform.",
  "auction2_1_8": "Bids that bidders have made are valid and cannot be withdrawn unless an error results in the offer being rejected by the system.",
  "auction2_1_9": "The auction winner is determined based on the highest bid price submitted by the auction participant for the lot, followed after the auction time ends.",
  "auction2_1_10": "The lot winner, along with the last bid value, will automatically be displayed by the system when the auction period is over on the channel that has the name according to the lot being followed.",
  "auction2_1_11": "The auction winner is fully responsible for what he bids and wins.",
  "auction2_2": "Bidding Increment",
  "auction2_2_0": "The auction will be opened with a base price and then increased by a multiple Rp. 200,000",
  "auction3_intro": "Narauction will donate part of the proceeds from the auction at Narauction to actors in the batik industry to support the progress of the batik industry in Indonesia.",
  "auction3_0": "Payment",
  "auction3_0_0": "The auction winner will receive email notification of payment in the form of an invoice containing the price of the final lot won, packaging costs, shipping costs, taxes, and other fees that may apply.",
  "auction3_0_1": "The total bill amount will be reduced by the security deposit sent at the beginning of the auction registration.",
  "auction3_0_2": "Payment notification email will be sent by Narauction to the registered auction winner's email no later than 3 working days after the auction ends.",
  "auction3_0_3": "The auction winner must make payment no later than 5 working days after receiving the payment notification email.",
  "auction3_0_4": "Payment can be made by bank transfer to the following account numbers:\nBank Jago\n1036 5017 6311\na.n. Riqqah Fadiyah Alya",
  "auction3_0_5": "If the auction winner does not pay the auction payment obligation in the nominal amount stated in the payment notification email within the period specified in point number 5, Narauction has the right to cancel its ratification on the next working day as the winner of the auction. The security deposit is considered forfeited as a penalty and will be the right of Narauction following its function.",
  "auction3_0_6": "The lot of ancient batik products will be released and sent to the auction winner when the payment has been paid and received by Narauction. Narauction will notify the shipping receipt number via the registered auction winner's email.",
  "auction3_0_7": "The refund of the auction participant's security deposit, which has not had the opportunity to win the lot, will be transferred back to the auction participant's account according to the account number listed in the registration form.",
  "auction3_0_8": "The security deposit refund will be transferred no later than 3 working days after the auction is completed.",
  "auction3_1": "Packing & Shipping",
  "auction3_1_0": "The lot of ancient batik products won will be packaged in premium and exclusive packaging.",
  "auction3_1_1": "The packaging will contain the won ancient batik products, award certificates, and greeting cards."
}
